; CLaunch Languege ID Definition File

[English]
LID01=0x0409			; English (United States)
LID02=0x0809			; English (United Kingdom)
LID03=0x0C09			; English (Australia)
LID04=0x1009			; English (Canada)
LID05=0x1409			; English (New Zealand)
LID06=0x1809			; English (Ireland)
LID07=0x1C09			; English (South Africa)
LID08=0x2009			; English (Jamaica)
LID09=0x2409			; English (Caribbean)
LID10=0x2809			; English (Belize)
LID11=0x2C09			; English (Trinidad and Tobago)
LID12=0x3009			; English (Zimbabwe)
LID13=0x3409			; English (Philippines)
LID14=0x3809			; English (Indonesia)
LID15=0x3C09			; English (Hong Kong SAR)
LID16=0x4009			; English (India)
LID17=0x4409			; English (Malaysia)
LID18=0x4809			; English (Singapore)
ResourceLangID=0x09		; LANG_ENGLISH
ResourceSubLangID=0x00	; SUBLANG_NEUTRAL

[Spanish]
LID01=0x040A			; Spanish (Spain, Traditional Sort)
LID02=0x080A			; Spanish (Mexico)
LID03=0x0C0A			; Spanish (Spain)
LID04=0x100A			; Spanish (Guatemala)
LID05=0x140A			; Spanish (Costa Rica)
LID06=0x180A			; Spanish (Panama)
LID07=0x1C0A			; Spanish (Dominican Republic)
LID08=0x200A			; Spanish (Venezuela)
LID09=0x240A			; Spanish (Colombia)
LID10=0x280A			; Spanish (Peru)
LID11=0x2C0A			; Spanish (Argentina)
LID12=0x300A			; Spanish (Ecuador)
LID13=0x340A			; Spanish (Chile)
LID14=0x380A			; Spanish (Uruguay)
LID15=0x3C0A			; Spanish (Paraguay)
LID16=0x400A			; Spanish (Bolivia)
LID17=0x440A			; Spanish (El Salvador)
LID18=0x480A			; Spanish (Honduras)
LID19=0x4C0A			; Spanish (Nicaragua)
LID20=0x500A			; Spanish (Puerto Rico)
LID21=0x540A			; Spanish (United States)
LID22=0x580A			; Spanish (Latin America)
ResourceLangID=0x0A		; LANG_SPANISH
ResourceSubLangID=0x00	; SUBLANG_NEUTRAL

[Italian]
LID01=0x0410			; Italian (Italy)
LID02=0x0810			; Italian (Switzerland)
ResourceLangID=0x10		; LANG_ITALIAN
ResourceSubLangID=0x00	; SUBLANG_NEUTRAL

[Russian]
LID01=0x0419			; Russian
LID02=0x0819			; Russian (Moldova)
ResourceLangID=0x19		; LANG_RUSSIAN
ResourceSubLangID=0x00	; SUBLANG_NEUTRAL

[Chinese]
LID01=0x0804			; Chinese (PRC)
LID02=0x1004			; Chinese (Singapore)
ResourceLangID=0x04		; LANG_CHINESE
ResourceSubLangID=0x02	; SUBLANG_CHINESE_SIMPLIFIED

[Chinese_t]
LID01=0x0404			; Chinese (Taiwan)
LID02=0x0C04			; Chinese (Hong Kong SAR)
LID03=0x1404			; Chinese (Macao SAR)
ResourceLangID=0x04		; LANG_CHINESE
ResourceSubLangID=0x01	; SUBLANG_CHINESE_TRADITIONAL

[Korean]
LID01=0x0412			; Korean
ResourceLangID=0x12		; LANG_KOREAN
ResourceSubLangID=0x00	; SUBLANG_NEUTRAL

